[
  {
    "Name": "Brufen 600mg tableta",
    "Composition": [],
    "SideEffects": "Bol i inflamacija kod reumatoidnog artritisa (uključujući juvenilni reumatoidni artritis), ankilozirajućeg spondilitisa, osteoartritisa, nereumatoidnih artropatija, vanzglobnog reumatizma(kapsulitis, tendinitis, tendosinovitis, burzitis). Bolovi različite etiologije: nakon povrede mekih tkiva, kod lumbalnog sindroma, uganuća, istegnuća, dismenoreja, glavobolja(uključujući migrenu), zubobolja, postoperativnih bolnih stanja. ",
    "Usage": "Pojava neželjenih reakcija može se svesti na minimum ukoliko se koristi najniža efektivna doza leka u što kraćem vremenskom periodu(videti odeljak 4.4). Za oralnu primenu. Film tabletu progutati sa tečnošću.Odrasli: preporučena doza iznosi 1200–1800 mg dnevno, podeljeno u 2 - 3 doze.Kod nekih pacijenata, dozaodržavanja može biti od 600 do 1200 mg dnevno.U teškim ili akutnim stanjima doza se može povećati(sve dok se akutna faza bolesti ne stavi pod kontrolu), poduslovom da ne preñe maksimalnu dnevnu dozu od 2400 mg.Deca: Brufen600 mg nije namenjen za primenu kod dece.Starije osobe: kod starijih osoba postoji povećani rizik od javljanja i ozbiljnih posledica neželjenih reakcija.Treba koristiti najnižu efektivnu dozu u što kraćem vremenskom periodu. Pacijenti se moraju redovnokontrolisati zbog opasnosti od gastrointestinalnog krvarenja. U slučaju oštećene funkcije bubrega ili jetre, dozase mora podesiti individualno. ",
    "ReplaceMedicine": []
  },
  {
    "Name": "Defrinol tableta",
    "Composition": [],
    "SideEffects": "",
    "Usage": "",
    "ReplaceMedicine": []
  },
  {
    "Name": "Tritace 10mg tableta",
    "Composition": [
      {
        "Component": "magnezijum-stearat"
      }
    ],
    "SideEffects": "",
    "Usage": "",
    "ReplaceMedicine": []
  },
  {
    "Name": "Paracetamol 500mg tableta",
    "Composition": [
      {
        "Component": "celuloz"
      },
      {
        "Component": "mikrokristalna"
      },
      {
        "Component": "povidon K-30"
      }
    ],
    "SideEffects": "Preosetljivost na paracetamol ili na bilo koju od pomoćnih supstanci.",
    "Usage": "Paracetamol je blag analgetik i antipiretik. Upotreba tableta se preporučuje za lečenje bolnih i febrilnih stanja kao što su glavobolja (uključujući i migrenu i tenzionu glavobolju), zubobolja, bol u leđima, reumatski bolovi i bolovi u mišićima, dismenoreja, bol u grlu, kao i za ublažavanje groznice, odnosno tegoba i bolova koji prate prehladu i grip. Lek se takođe može koristiti kao simptomatska terapija kod bolova povezanih sa osteoartritisom.",
    "ReplaceMedicine": [
      {
        "Name": "fsdfadf"
      }
    ]
  },
  {
    "Name": "Flonidan 1000mg",
    "Composition": [
      {
        "Component": "sastav1"
      },
      {
        "Component": "sastav2"
      }
    ],
    "SideEffects": "okej",
    "Usage": "okej",
    "ReplaceMedicine": [
      {
        "Name": "svi alergijski"
      }
    ]
  },
  {
    "Name": "dsvdsvdsv",
    "Composition": [],
    "SideEffects": "dsvdsvsdvds",
    "Usage": "vdsvdsvsdv",
    "ReplaceMedicine": [
      {
        "Name": "dvsvsdvdsv"
      }
    ]
  },
  {
    "Name": "Flonidan 10000mg",
    "Composition": [
      {
        "Component": ""
      }
    ],
    "SideEffects": "sve okej",
    "Usage": "Ima ih dosta",
    "ReplaceMedicine": [
      {
        "Name": "sssss"
      }
    ]
  }
]